/* Strings not to be in the MAS version */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";
"Pleeease!"      = "Pleeease!";
"Buy Now..."     = "Buy Now...";
"Must.Buy.Now."  = "Must.Buy.Now.";
"Instant Karma"  = "Instant Karma";
"Buy Me!"        = "Buy Me!";
"%d days left" = "%d Days Left";
"Buy today!" = "Buy Today!";
"The trial period is over" = "The trial period is over";
"Please register BetterZip to enable the saving of archives." = "Please register BetterZip to enable the saving of archives.";
"Buy now" = "Buy now";
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes.";
"Registration: # %d on %@ for %d licenses\nLicensee: %@" = "Registration: # %d on %@ for %d licenses\nLicensee: %@";
"Registration: # %d on %@\nLicensee: %@" = "Registration: # %d on %@\nLicensee: %@";
"More license keys required." = "More license keys required.";
"BetterZip has detected more copies running at the same time in your network than you have license keys. \n\nEvery computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "BetterZip has detected more copies running at the same time in your network than you have license keys. \n\nEvery computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses.";
"\nYour copy of BetterZip is registered. Thank you!" = "\nYour copy of BetterZip is registered. Thank you!";
"Continue" = "Continue";
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!";
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!";
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes.";
"The code is invalid. Make sure you pasted the complete key into the text field." = "The code is invalid. Make sure you pasted the complete key into the text field.";
"Later" = "Later";
"Welcome back to BetterZip!" = "Welcome back to BetterZip!";
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended.";
"Great!" = "Great!";
"Check for Updates..." = "Check for Updates...";
"Automatically check for updates (last check: %@)" = "Automatically check for updates (last check: %@)";
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.\nClick the 'Buy now' button to check it out." = "Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.\nClick the 'Buy now' button to check it out.";
"Registration..." = "Registration...";
"\nThis license was purchased in the Mac App Store. \nThank you!" = "\nThis license was purchased in the Mac App Store. \nThank you!";

/* New in BetterZip 3 */
"This function is available to registered users only." = "This function is available to registered users only.";
"Better get your license today!" = "Better get your license today!";
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop.";
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop.";
"BetterZip is not yet registered. Your trial period will end in %d days. \n\nIf you like BetterZip, click the 'Buy now' button below and get your license today!" = "BetterZip is not yet registered. Your trial period will end in %d days. \n\nIf you like BetterZip, click the 'Buy now' button below and get your license today!";
"Trial user\n%d days left" = "Trial user\n%d days left";
"Upgrade now" = "Upgrade now";
